---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternMinimumWidthInsideWalkline
source: html/4974da97-2bf3-6cd1-7677-6b92d32c6534.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternMinimumWidthInsideWalkline Property

"Minimum Width on Inside Walk Line": Minimum width on inside walkline

## Syntax (C#)
```csharp
public static ForgeTypeId StairsWinderpatternMinimumWidthInsideWalkline { get; }
```